tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"
tap "thoughtbot/formulae"
brew "ack"
brew "autojump"
brew "bat"
brew "cmake"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "lazygit"
brew "moreutils"
brew "mysql"
brew "neovim"
brew "pyenv"
brew "python"
brew "ranger"
brew "redis"
brew "rcm"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watchman"
brew "zlib"
brew "zsh"
brew "dart-lang/dart/dart"
brew "schniz/tap/fnm"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-hack"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "font-jetbrains-mono"
cask "alacritty"
cask "android-studio"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "qlcolorcode"
cask "qlmarkdown"
cask "spotify"
cask "visual-studio-code"
cask "zeplin"
