tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"
tap "thoughtbot/formulae"
brew "ack"
brew "autojump"
brew "bat"
brew "cmake"
brew "fish"
brew "fzf"
brew "kubernetes-cli"
brew "moreutils"
brew "mysql"
brew "neovim"
brew "pyenv"
brew "python"
brew "rcm"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watchman"
brew "zlib"
brew "zsh"
brew "dart-lang/dart/dart"
brew "schniz/tap/fnm"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-mono"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-roboto-mono"
cask "caskroom/fonts/font-source-code-pro"
cask "alacritty"
cask "android-studio"
cask "docker"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "qlcolorcode"
cask "qlmarkdown"
cask "spotify"
cask "visual-studio-code"
cask "zeplin"
